Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: ISBN 978-0-19-061068-5..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Historic Personalities of Iran: Mohammad Reza Shah Pahlavi". www.iranchamber.com. Retrieved 19 February 2017..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ D. N. MacKenzie.
ne: ISBN 978-0-19-061068-5..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Historic Personalities of Iran: Mohammad Reza Shah Pahlavi", www.iranchamber.com, अभिगमन मिति १९ फेब्रुअरी २०१७। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ D. N. MacKenzie.

source: He was the second and last monarch of the House of Pahlavi. Mohammad Reza Shah Pahlavi held several other titles, including that of Aryamehr ("Light of the Aryans") and Bozorg Arteshtaran ("Commander-in-Chief"). His dream of what he referred to as a "Great Civilisation" (Persian: تمدن بزرگ‎, translit. tamadon-e bozorg) in Iran led to a rapid industrial and military modernisation, as well as economic and social reforms.[5]
ne: मोहमद रेजा पहलवी (Persian: محمدرضا پهلوی‎, translit. मोहमद रेजा पहलवी, pronounced [mohæmˈmæd reˈzɒː ˈʃɒːh pæhlæˈviː]; २६ अक्टोबर १९१९ -२७ जुलाई १९८०,[3] मोहमद रेजा शाह (محمدرضاشاه Mohamad Rezā Ŝāh), १६ सेप्टेम्बर १९४१ देखि इरानी क्रान्तिबाट ११ फेब्रुअरी १९७९ मा राजतन्त्र अन्त्य नभएसम्म इरानको अन्तिम शाह थिए । मोहमद रेजा शाहले २६ अक्टोबर १९६७ मा शहंशाहको (राजाहरुको राजा) उपाधि धारण गरेका थिए ।[4] उनी पहलवी वंशका दोश्रो र अन्तिम राजा थिए । मोहमद रेजा शाहले आर्यामार (“ आर्यहरुको प्रकाश “), बोजोर्ग अर्तेश्तरण (“ परमाधिपति”) सहित अन्य कयौ उपाधिहरु लिएका थिए । उनको भन्ने गरेको सपना “महान सभ्यता“(Persian: تمدن بزرگ‎, translit. tamadon-e bozorg) ले इरानमा द्रुत औद्योगिक र सैन्य आधुनिकीकरण र आर्थिक तथा सामाजिक सुधार गरेका थिए ।

source: Mohammad Reza came to power during World War II after an Anglo-Soviet invasion forced the abdication of his father, Reza Shah Pahlavi. During Mohammad Reza's reign, the Iranian oil industry was briefly nationalised, under Prime Minister Mohammad Mosaddegh, until a US and UK-backed coup d'état deposed Mosaddegh and brought back foreign oil firms.[6] Under Mohammad Reza's reign, Iran marked the anniversary of 2,500 years of continuous Persian monarchy since the founding of the Achaemenid Empire by Cyrus the Great – concurrent with this celebration, Mohammad Reza changed the benchmark of the Iranian calendar from the hegira to the beginning of the First Persian Empire, measured from Cyrus the Great's coronation.[7] Mohammad Reza also introduced the White Revolution, a series of economic, social and political reforms with the proclaimed intention of transforming Iran into a global power and modernising the nation by nationalising certain industries and granting women suffrage.
ne: मोहमद रेजा; द्वितीय विश्व युद्धमा बेलायत-सोभियत आक्रमणपछी उनका पिता रेजा शाह पहलवी अपदस्त गरिएपछी शक्तिमा आएका थिए । मोहमद रेजाको राज्यकालमा प्रधानमन्त्री मोहमद मोसादेघले इरानको तेल उद्योग रास्ट्रियकरण गरे पछी , अमेरिका र बेलायतको समर्थन प्राप्त “कु”बाट मोसादेघ हताइए । [6] मोहमद रेजको राज्यकालमा इरानले पर्सियन राजतन्त्रको २५०० वर्षगाठ मनायो । सो अबसरमा रेजाले इरानी पात्रो बदले ।[7] मोहमद रेजाले इरानमा आर्थिक , सामाजिक र राजनैतीक सुधारको शृंखला मार्फत इरानमा स्वेत क्रान्ति भित्र्याए । जसअनुसार केहि उद्योगहरुलाई राष्ट्रियकरण गर्दै र महिलालाई अधिकार प्रदान गरेर इरानलाई विश्व शक्तिको रुपमा विकाश गर्ने र आधुनिकीकरण गर्ने , रुपान्तरण गर्ने योजना उनले सार्वजनिक गरेका थिए ।

source: Mohammad Reza gradually lost support from the Shi'a clergy of Iran as well as the working class, particularly due to his strong policy of modernisation, laïcité, conflict with the traditional class of merchants known as bazaari, relations with Israel, and corruption issues surrounding himself, his family, and the ruling elite. Various additional controversial policies were enacted, including the banning of the communist Tudeh Party and a general suppression of political dissent by Iran's intelligence agency, SAVAK. According to official statistics, Iran had as many as 2,200 political prisoners in 1978, a number which multiplied rapidly as a result of the revolution.[8]
ne: उनको सशक्त आधुनिकिकरंको नीति , laïcité, परम्परागत व्यापारी समुहसंगको विवाद , इजरायल संगको सम्बन्ध र उनी स्वयम्, उनको परिवार र सत्तारुढ व्यक्तिहरुको भ्रस्टाचार सम्बन्धि विवादको कारणले उनले विस्तारै इरानको धार्मिक समुह क्लर्जीको समर्थन गुमाए । अन्य थप विवादित नीतिहरु , जस्तै कम्युनिष्ट टुदेश पार्टीमाथि प्रतिबन्ध र इरानी गुप्तचर निकायबाट राजनैतिक बन्दीको दमन र अत्याचार थिए । आधिकारिक तथ्यांक अनुसार १९७८ मा इरानमा २,२०० राजनैतिक बन्दी थिए जुन कृतिको समयमा द्रुत गतिमा कयौ गुणाले बढेको थियो ।[8]

source: Several other factors contributed to strong opposition to the Shah amongst certain groups within Iran, the most significant of which were US and UK support for his regime, and clashes with leftists and Islamists. By 1979, political unrest had transformed into a revolution which, on 17 January, forced him to leave Iran. Soon thereafter, the Iranian monarchy was formally abolished, and Iran was declared an Islamic republic led by Ruhollah Khomeini.
ne: १९७९ देखि सुरु भएको राजनैतिक अस्थिरता क्रान्तिमा अदालियो र १७ जनवरी मा उनी इरान छाड्न बाध्य भए । त्यसपछी इरानी राजतन्त्रको औपचारिक अन्त्य भयो र इरान रूहोल्ला खामेनिको नेतृत्वमा स्लामिक गणतन्त्र घोषणा भयो । उनको मृत्यु इजिप्टमा भयो जहाँ रास्ट्रपति अनवर् सादतले उनलाई शरण दिएका थिए । उनको अन्तिम शाहको रुपम रहेकाले उनलाई “शाह” मात्र भनिन्छ ।

source: The 1979 (or second) oil crisis or oil shock occurred in the world due to decreased oil output in the wake of the Iranian Revolution. Despite the fact that global oil supply decreased by only ~4%, widespread panic resulted, driving the price far higher. The price of crude oil more than doubled to $39.50 per barrel over the next 12 months, and long lines once again appeared at gas stations, as they had in the 1973 oil crisis.[2]
ne: १९७९ तेल संकट (अर्थात दोश्रो तेल संकट ) इरानी क्रान्ति पछी विश्वमा घट्दो तेल उत्पादनको कारणले उत्पन्न भएको थियो । वैश्विक तेल उत्पादनमा मात्र करिब ४ % गिरावट आए पनि यसले पुरै विश्वमा हाहाकार मच्चाएको थियो र तेलको मुल्यमा ठुलो चढाव आएको थियो । तेलको मूल्य ३९.५० डलर प्रति ब्यारेल बाट १२ महिनाको बीचमा झन्डै दोब्बरले वृद्धि भएको थियो र लामो दुरीको ग्यास स्टेसनहरु फेरी देखा परे; जुन १९७३ तेल संकटको समयमा प्रयोगमा आएका थिए ।[2]

source: In 1980, following the outbreak of the Iran–Iraq War, oil production in Iran nearly stopped, and Iraq's oil production was severely cut as well. Economic recessions were triggered in the United States and other countries. Oil prices did not subside to pre-crisis levels until the mid-1980s.
ne: १९८० मा ईरान-इराक युद्ध भएपछी इरानले तेल उत्पादन झन्डै झन्डै शुन्यमा पुग्यो र तेल आपूर्तिमा इरानको हिस्सा रोकियो । संयुक्त राज्य अमेरिका र अन्य देशहरुमा आर्थिक मन्दी सुरु भयो । तेलको मुल्यमा १९८० को दशक सम्म कुनै गिरावट आएन ।

source: After 1980, oil prices began a 20-year decline, except for a brief rebound during the Gulf War, eventually reaching a 60 percent fall-off during the 1990s. As with the 1973 crisis, global politics and power balance were impacted. Oil exporters such as Mexico, Nigeria, and Venezuela expanded production; the Soviet Union became the top world producer; North Sea and Alaskan oil flooded the market.
ne: १९८० पछी , खाडी युद्ध (अपरेसन डेजर्ट शिल्ड)को समयमा बाहेक तेलको मुल्यमा २० वर्षसम्म गिरावट हुन् सुरु भयो ;जुन १९९० को दशकमा झन्डै ६०% ले तेलको मूल्य तल झर्यो । १९७३ तेल संकटमा झैँ , वैश्विक राजनीति र शक्ति सन्तुलनमा फेरी असर देखियो । मेक्सिको , नाइजेरिया , र भेनेजुएला जस्ता तेल उत्पादक देशहरुले आफ्नो उत्पादन विस्तार गरे । सोभियत संघ विश्वको सबैभन्दा ठुलो उत्पादक भयो । १९७० को दशकमा अनुमान गरिएझैँ अमेरिका र नर्वेले धेरै रिजर्भ राखेको जस्तो देखियो ।

source: Amid massive protests, the Shah of Iran, Mohammad Reza Pahlavi, fled his country in early 1979 and the Ayatollah Khomeini soon became the new leader of Iran. Protests severely disrupted the Iranian oil sector, with production being greatly curtailed and exports suspended. In November 1978, a strike by 37,000 workers at Iran's nationalized oil refineries initially reduced production from 6 million barrels (950,000 m3) per day to about 1.5 million barrels (240,000 m3).[3] Foreign workers (including skilled oil workers) fled the country.
ne: ठुलो जनप्रदर्शन पछी , १९७९ को पूर्वार्धमा इरानी राजा शाह , मोहमद रेजा पहलवी आफ्नो देश छाडेर भागे र आयोत्योल्ला खमेनी तत्काल इरानको नयाँ नेता बने । यो आन्दोलनले इरानको तेल क्षेत्रमा ठुलो झट्का दियो र तेलको उत्पादन र निर्यात शुन्यमा पुग्यो । १९७८ नोबेम्बर इरानको तेल प्रशोधन उद्योगका ३७,००० कामदारले बन्द गरे र तेल उत्पादन प्रति दिन ६०लाख ब्यारेल बाट १५ लाख ब्यारेलमा पिग्यो । [3] Foreign workers (including skilled oil workers) fled the country.

source: Retrieved 2009-12-05..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "1979: Shah of Iran flees into exile". BBC. 1979-01-16.
ne: Retrieved 2009-12-05..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "1979: Shah of Iran flees into exile", BBC, १९७९-०१-१६, २९ अक्टोबर २००९-को मूल रूप सङ्ग्रहित, अभिगमन मिति २००९-१२-०५। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "OPEC Revenues Fact Sheet".

source: Archived from the original on 29 October 2009. Retrieved 2009-12-05..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "OPEC Revenues Fact Sheet". US Energy Information Administration.
ne: US Energy Information Administration.

source: The First Opium War (Chinese: 第一次鴉片戰爭), also known as the Opium War or the Anglo-Chinese War, was a series of military engagements fought between the United Kingdom and the Qing dynasty of China over their conflicting viewpoints on diplomatic relations, trade, and the administration of justice in China.[7]
ne: पहिलो अफिम युद्ध (Chinese: 第一次鴉片戰爭), लाई अफिम युद्ध वा अंग्रेज चीन युद्ध समेत भनिन्छ । यो बेलायत र चीनको चिङ वंशबीच लडिएको सैन्य लडाईको शृंखला हो जसलाई कुटनैतिक सम्बन्ध, व्यापारको नजरले हेर्न सकिन्छ ।[7]

source: In the 17th and 18th centuries, the demand for Chinese goods (particularly silk, porcelain, and tea) in Europe created a trade imbalance between Qing Imperial China and Great Britain. European silver flowed into China through the Canton System, which confined incoming foreign trade to the southern port city of Canton. To counter this imbalance, the British East India Company began to auction opium grown in India to independent foreign traders in exchange for silver, and in doing so strengthened its trading influence in Asia.
ne: १७ औ र १८ औ शताब्दीमा, चिनियाँ सामग्रीको मागले (विशेष गरि रेशम, पोर्सेलिन माटोको भाडा र चिया ) युरोपमा बेलायत र चिङ वंश बीच व्यापारिक असन्तुलन सिर्जना गरेको थियो । युरोपेली चादी चीनमा आउथ्यो जसलाई चीनले भित्र्याउथ्यो । यो व्यापारिक असन्तुलनलाई मिलाउन ब्रिटिश इस्ट इन्डिया कम्पनीले भारतमा खेती गरिएका अफिमको लिलामी व्यापार चीनमा गर्न थाल्यो र एशियामा आफ्नो व्यापार प्रभावको मजबुतीकरण गर्न सुरु गर्यो । यो अफिम चीनियाँ तट ग्वांगझोउमा पुर्याइन्थ्यो जहाँ स्थानीय बिचौलियाहरु चीनमा बिक्रि गरेर ठुलो नाफा कमाउठे । अफिमको व्यापारले बेलायत-चीन व्यापारको क्रमभंगता भयो र चीनको व्यापार घाटा हुन् थाल्यो । यसको नतिजाले चीनियाँअधिकारीहरु चिन्तित भए ।

source: Lin confiscated 20,283 chests of opium (approximately 1210 tons or 2.66 million pounds)[9] after confining the foreign traders to the Canton Factories and cutting off their supplies. The British government did not question China's right to prohibit opium, but it objected to the way this was handled; it viewed the sudden strict enforcement as laying a trap for the traders, and the confinement of the British with their supplies cut off was tantamount to starving them into submission or death. They dispatched a military force to China and in the ensuing conflict, the Royal Navy used its naval and gunnery power to inflict a series of decisive defeats on the Chinese Empire,[7] a tactic later referred to as gunboat diplomacy.
ne: १८३९ मा चीनिया सम्राटले अफिम व्यापारलाई बैधता दिन अस्विकार गरे र अफिममा कर लगाए । उनले भिसरी लिन जिउलाई अफिम व्यापारमा पूर्ण प्रतिबन्ध लगाएर समस्या समाधान गर्न नियुक्त गरे । [8] र ग्वांगझोउमा बिना क्षतिपूर्ति विदेशी व्यापार बन्द गरे । लिनले झन्डै करिब टन अफिम जफत गरि नष्ट गरे र यसको आपूर्ति बन्द गरे । [9] ब्रिटिस सरकारले चीन सरकारको यो कारबाहीको भत्सर्ना गर्यो र व्यापारीलाई घेराबन्दीमा परेको नजरले हेर्यो । ब्रिटिसले आफ्नो सेना चीनमा तैनाथ गर्यो ; शाही जल सेना र बन्दुक शक्तिको निर्णायक भूमिकाले चीनलाई पराजित गर्यो । यो रणनीतिलाई पछी गनबोट कुटनीति भनियो ।[7]
